Repository: WordPressBugBounty/plugins-add-to-calendar-button
Catalog: add-to-calendar-button/languages/add-to-calendar-button-*.po
Languages: de_at, es_es, fr_fr, it_it, pt_pt

source: Creates a button that adds an event to the user's calendar.
de_at: Erzeugt einen Button, über den Nutzer ein Event zu ihrem Kalender hinzufügen können.
es_es: Crea un botón que añade un evento al calendario del usuario.
fr_fr: Crée un bouton qui ajoute un événement au calendrier de l'utilisateur.
it_it: Crea un pulsante che aggiunge un evento al calendario dell'utente.
pt_pt: Cria um botão que acrescenta um evento ao calendário do utilizador.

source: My Event Title
de_at: Mein Event-Titel
es_es: Título de mi evento
fr_fr: Titre de l'événement
it_it: Titolo dell'evento
pt_pt: Título do meu evento

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
pt_pt: Nome

source: Calendar options
de_at: Kalender-Optionen
es_es: Opciones de calendario
fr_fr: Options de calendrier
it_it: Opzioni del calendario
pt_pt: Opções de calendário

source: Other attributes
de_at: Andere Attribute
es_es: Otros atributos
fr_fr: Autres attributs
it_it: Altri attributi
pt_pt: Outros atributos

source: Overrides
de_at: Optionen überschreiben
es_es: Opciones de sobrescritura
fr_fr: Remplacer les options
it_it: Opzioni di sovrascrittura
pt_pt: Opções de substituição

source: Click here for documentation
de_at: Klicke hier, um die Dokumentation zu öffnen
es_es: Haga clic aquí para consultar la documentación
fr_fr: Cliquez ici pour la documentation
it_it: Fai clic qui per la documentazione
pt_pt: Clique aqui para documentação

source: With PRO active, only some attributes can be manipulated here. Check the docs for more details and try to adjust an event in the app first.
de_at: Wenn du PRO nutzt, kannst du hier nur manche Attribute manipulieren. Lies die Dokumentation für weitere Details und versuche Optionen zunächst über die App anzupassen.
es_es: Con PRO activo, aquí sólo se pueden manipular algunos atributos. Consulta la documentación para más detalles e intenta ajustar primero un evento en la aplicación.
fr_fr: Avec PRO actif, seuls certains attributs peuvent être manipulés ici. Consultez la documentation pour plus de détails et essayez d'abord d'ajuster un événement dans l'application.
it_it: Con PRO attivo, solo alcuni attributi possono essere manipolati qui. Per maggiori dettagli, consultare la documentazione e provare prima a regolare un evento nell'applicazione.
pt_pt: Com o PRO ativo, apenas alguns atributos podem ser manipulados aqui. Consulte a documentação para obter mais pormenores e tente primeiro ajustar um evento na aplicação.

source: Mind that the interaction with the button is blocked in edit mode
de_at: Die Interaktionsmöglichkeit mit dem Button ist im Editier-Modus deaktiviert
es_es: Tenga en cuenta que la interacción con el botón está bloqueado en el modo de edición
fr_fr: Attention, l'interaction avec le bouton est bloquée en mode édition
it_it: Nota che l'interazione con il pulsante è bloccata in modalità di modifica
pt_pt: Tenha em atenção que a interacção com o botão está bloqueada no modo de edição

source: Calendar
de_at: Kalender
es_es: Calendario
fr_fr: Agenda
it_it: Calendario
pt_pt: Calendário

source: save
de_at: speichern
es_es: guardar
fr_fr: sauver
it_it: salva
pt_pt: salvar

source: Date
de_at: Datum
es_es: Fecha
it_it: Data
pt_pt: Data

source: Appointment
de_at: Termin
es_es: Cita
fr_fr: Rendez-vous
it_it: Appuntamento
pt_pt: Nomeação

source: Configuration Options
de_at: Optionen zur Konfiguration
es_es: Configuración
fr_fr: Configuration
it_it: Configurazione
pt_pt: Configuração

source: Settings
de_at: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Configurações

source: Load script unstyled
de_at: Skript ohne Style laden
es_es: Cargar script sin estilo
fr_fr: Charger un script non stylisé
it_it: Caricare lo script senza stile
pt_pt: Carregar script sem estilo

source: This will use a smaller version of the script.
de_at: Hierdurch wird eine kleinere Version des Skripts geladen.
es_es: Esto utilizará una versión más pequeña del script.
fr_fr: Cela permet d'utiliser une version plus petite du script.
it_it: In questo modo si utilizzerà una versione ridotta dello script.
pt_pt: Isto irá utilizar uma versão mais pequena do guião.

source: Mind that elements will not be styled, if activated! You would need to use the customCss option to style them; or (if using the PRO version) activate the "Load Async" option at respective styles.
de_at: Beachte, dass Elemente keinen Style besitzen, wenn diese Option aktiviert ist! Du musst müssen die Option customCss verwenden, um sie zu stylen; oder (wenn du die PRO-Version verwendest) du aktivierst die Option "Load Async" am jeweiligen Style in der App.
es_es: Tenga en cuenta que los elementos no se estilizarán si están activados. Tendrá que utilizar la opción customCss para aplicarles estilo; o (si utiliza la versión PRO) activar la opción "Load Async" en los estilos respectivos.
fr_fr: Notez que les éléments ne seront pas stylisés s'ils sont activés ! Vous devrez utiliser l'option customCss pour les styliser ; ou (si vous utilisez la version PRO) activer l'option "Load Async" dans les styles respectifs.
it_it: Tenere presente che gli elementi non saranno stilizzati, se attivati! È necessario utilizzare l'opzione CustomCss per stilizzarli; oppure (se si utilizza la versione PRO) attivare l'opzione "Load Async" nei rispettivi stili.
pt_pt: Tenha em atenção que os elementos não serão estilizados, se estiverem activados! Terá de utilizar a opção customCss para os estilizar; ou (se utilizar a versão PRO) ativar a opção "Load Async" nos respectivos estilos.

source: Discover the PRO offering
de_at: Entdecke das PRO-Angebot
es_es: Descubra la oferta PRO
fr_fr: Découvrez l'offre PRO
it_it: Scoprite l'offerta PRO
pt_pt: Descubra a oferta PRO

source: More functionality (like RSVP) and way less trouble thanks to managed ics file hosting, no-code customization, and more.
de_at: Mehr Funktionen (wie RSVP) und deutlich weniger Stress dank ics-Datei-Hosting, No-Code-Bearbeitung und vielem mehr.
es_es: Más funciones (como RSVP) y menos problemas gracias al alojamiento gestionado de archivos ics, la personalización sin código y mucho más.
fr_fr: Plus de fonctionnalités (comme RSVP) et beaucoup moins de problèmes grâce à l'hébergement géré des fichiers ics, à la personnalisation sans code, etc.
it_it: Più funzionalità (come RSVP) e meno problemi grazie all'hosting gestito dei file ics, alla personalizzazione senza codice e altro ancora.
pt_pt: Mais funcionalidades (como RSVP) e muito menos problemas graças ao alojamento de ficheiros ics geridos, à personalização sem código e muito mais.

source: Learn more
de_at: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
it_it: Per saperne di più
pt_pt: Saiba mais

source: This page holds global settings for Add to Calendar stuff.
de_at: Diese Seite enthält die globalen Einstellungen der Add-to-Calendar-Elemente.
es_es: Esta página contiene la configuración global de Añadir al Calendario.
fr_fr: Cette page contient les paramètres globaux de l'option Ajouter au calendrier.
it_it: Questa pagina contiene le impostazioni globali di Aggiungi al calendario.
pt_pt: Esta página contém definições globais para Adicionar ao calendário.

source: Check our PRO offering for the best experience and less trouble.
de_at: Teste unser PRO-Angebot für ein noch besseres Erlebnis und weniger Stress.
es_es: Consulte nuestra oferta PRO para obtener la mejor experiencia y menos problemas.
fr_fr: Consultez notre offre PRO pour une meilleure expérience et moins de problèmes.
it_it: Controllate la nostra offerta PRO per avere la migliore esperienza e meno problemi.
pt_pt: Consulte a nossa oferta PRO para obter a melhor experiência e menos problemas.

source: Without PRO, you would need to configure all options right at the button - check %s for available options.
de_at: Ohne PRO musst du alle Optionen direkt am Button-Element konfigurieren - siehe %s für die verfügbaren Optionen.
es_es: Sin PRO, tendría que configurar todas las opciones directamente en el botón - consulte %s para ver las opciones disponibles.
fr_fr: Sans PRO, vous devriez configurer toutes les options directement sur le bouton - vérifiez %s pour les options disponibles.
it_it: Senza PRO, è necessario configurare tutte le opzioni direttamente dal pulsante - controllare %s per le opzioni disponibili.
pt_pt: Sem o PRO, teria de configurar todas as opções diretamente no botão - consulte %s para ver as opções disponíveis.
